Repository: soyeht/soyeht-ios
Catalog: TerminalApp/Soyeht/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, id, ja, ko, pt_br, pt_pt, ru, ur, zh_hans

# qrFallback.linkLabel
source: Mac link
ar: رابط Mac
bn: Mac লিংক
es: Enlace para Mac
fr: Lien Mac
id: Tautan Mac
ja: Mac リンク
ko: Mac 링크
pt_br: Link do Mac
pt_pt: Ligação do Mac
ru: Ссылка для Mac
zh_hans: Mac 链接

# qrFallback.copy
source: Copy link
ar: نسخ الرابط
bn: লিংক কপি করুন
de: Link kopieren
es: Copiar enlace
fr: Copier le lien
hi: Link copy करें
id: Salin tautan
ja: リンクをコピー
ko: 링크 복사
pt_br: Copiar link
pt_pt: Copiar ligação
ru: Скопировать ссылку
ur: Link copy کریں
zh_hans: 复制链接

# qrFallback.continue
source: Start looking for my Mac
ar: ابدأ البحث عن Mac
bn: আমার Mac খোঁজা শুরু করুন
de: Meinen Mac suchen
es: Empezar a buscar mi Mac
fr: Commencer à chercher mon Mac
hi: मेरे Mac को ढूंढना शुरू करें
id: Mulai mencari Mac saya
ja: Mac を探し始める
ko: 내 Mac 찾기 시작
pt_br: Começar a procurar meu Mac
pt_pt: Começar a procurar o meu Mac
ru: Начать поиск моего Mac
ur: میرے Mac کو ڈھونڈنا شروع کریں
zh_hans: 开始寻找我的 Mac

# qrFallback.step.link
source: Send the Mac link to your computer.
ar: أرسل رابط Mac إلى الكمبيوتر.
bn: Mac লিংকটি আপনার কম্পিউটারে পাঠান।
de: Senden Sie den Mac-Link an Ihren Computer.
es: Envía el enlace para Mac a tu computadora.
fr: Envoyez le lien Mac à votre ordinateur.
hi: Mac link अपने computer पर भेजें।
id: Kirim tautan Mac ke komputer Anda.
ja: Mac リンクをコンピュータに送ります。
ko: Mac 링크를 컴퓨터로 보내세요.
pt_br: Envie o link do Mac para o computador.
pt_pt: Envie a ligação do Mac para o computador.
ru: Отправьте ссылку для Mac на компьютер.
ur: Mac link اپنے computer پر بھیجیں۔
zh_hans: 将 Mac 链接发送到你的电脑。

# qrFallback.step.macSetup
source: On your Mac, open Soyeht and start setup.
ar: على Mac، افتح Soyeht وابدأ الإعداد.
bn: আপনার Mac-এ Soyeht খুলুন এবং সেটআপ শুরু করুন।
de: Öffnen Sie Soyeht auf Ihrem Mac und starten Sie die Einrichtung.
es: En tu Mac, abre Soyeht e inicia la configuración.
fr: Sur votre Mac, ouvrez Soyeht et commencez la configuration.
hi: अपने Mac पर Soyeht खोलें और setup शुरू करें।
id: Di Mac Anda, buka Soyeht dan mulai penyiapan.
ja: Mac で Soyeht を開き、設定を開始します。
ko: Mac에서 Soyeht을 열고 설정을 시작하세요.
pt_br: No Mac, abra o Soyeht e comece a configuração.
pt_pt: No Mac, abra o Soyeht e comece a configuração.
ru: На Mac откройте Soyeht и начните настройку.
ur: اپنے Mac پر Soyeht کھولیں اور setup شروع کریں۔
zh_hans: 在 Mac 上打开 Soyeht 并开始设置。

# qrFallback.step.startLooking
source: Tap Start looking for my Mac here while your Mac finishes.
ar: اضغط ابدأ البحث عن Mac هنا بينما ينتهي Mac.
bn: আপনার Mac শেষ করার সময় এখানে আমার Mac খোঁজা শুরু করুন চাপুন।
de: Tippen Sie hier auf Meinen Mac suchen, während Ihr Mac fertig wird.
es: Toca Empezar a buscar mi Mac aquí mientras tu Mac termina.
fr: Touchez Commencer à chercher mon Mac ici pendant que votre Mac termine.
hi: जब आपका Mac पूरा कर रहा हो, यहाँ मेरे Mac को ढूंढना शुरू करें पर tap करें।
id: Ketuk Mulai mencari Mac saya di sini saat Mac Anda menyelesaikan prosesnya.
ja: Mac が完了するまで、ここで「Mac を探し始める」をタップします。
ko: Mac이 마무리되는 동안 여기에서 내 Mac 찾기 시작을 탭하세요.
pt_br: Toque em Começar a procurar meu Mac aqui enquanto o Mac termina.
pt_pt: Toque em Começar a procurar o meu Mac aqui enquanto o Mac termina.
ru: Нажмите здесь Начать поиск моего Mac, пока Mac завершает настройку.
ur: جب آپ کا Mac مکمل کر رہا ہو تو یہاں میرے Mac کو ڈھونڈنا شروع کریں پر tap کریں۔
zh_hans: 当 Mac 完成设置时，在这里轻点开始寻找我的 Mac。

# qrFallback.share
source: Share link
ar: مشاركة الرابط
de: Link teilen
es: Compartir enlace
fr: Partager le lien
hi: Link share करें
id: Bagikan tautan
ja: リンクを共有
ko: 링크 공유
pt_br: Compartilhar link
pt_pt: Partilhar ligação
ru: Поделиться ссылкой
ur: Link share کریں
zh_hans: 分享链接

# proximity.title
source: Are you near your Mac now?
ar: هل أنت بالقرب من Mac الآن؟
de: Sind Sie jetzt in der Nähe Ihres Mac?
es: ¿Estás cerca de tu Mac ahora?
fr: Êtes-vous près de votre Mac maintenant ?
hi: क्या आप अभी अपने Mac के पास हैं?
id: Apakah Anda sedang berada dekat Mac?
ja: 今 Mac の近くにいますか？
ko: 지금 Mac 근처에 있나요?
pt_br: Você está perto do Mac agora?
pt_pt: Está perto do Mac agora?
ru: Вы сейчас рядом со своим Mac?
ur: کیا آپ ابھی اپنے Mac کے پاس ہیں؟
zh_hans: 你现在在 Mac 附近吗？

# proximity.subtitle
source: We'll help you get Soyeht running on your Mac with a download link.
ar: سنساعدك على تشغيل Soyeht على Mac باستخدام رابط تنزيل.
bn: একটি ডাউনলোড লিংক দিয়ে আপনার Mac-এ Soyeht চালু করতে আমরা সাহায্য করব।
de: Wir helfen Ihnen, Soyeht über einen Download-Link auf Ihrem Mac einzurichten.
es: Te ayudaremos a poner Soyeht en marcha en tu Mac con un enlace de descarga.
fr: Nous vous aiderons à lancer Soyeht sur votre Mac avec un lien de téléchargement.
hi: हम download link से आपके Mac पर Soyeht चलाने में मदद करेंगे।
id: Kami akan membantu menjalankan Soyeht di Mac Anda dengan tautan unduhan.
ja: ダウンロードリンクを使って、Mac で Soyeht を起動できるようにします。
ko: 다운로드 링크로 Mac에서 Soyeht을 실행하도록 도와드릴게요.
pt_br: Vamos ajudar você a colocar o Soyeht para rodar no Mac com um link de download.
pt_pt: Vamos ajudar a pôr o Soyeht a correr no Mac com uma ligação de download.
ru: Мы поможем запустить Soyeht на Mac с помощью ссылки для скачивания.
ur: ہم download link کے ذریعے آپ کے Mac پر Soyeht چلانے میں مدد کریں گے۔
zh_hans: 我们会用下载链接帮助你在 Mac 上运行 Soyeht。

# proximity.cta.nearby
source: Yes, I am at the Mac
ar: نعم، أنا أمام Mac
de: Ja, ich bin am Mac
es: Sí, estoy junto al Mac
fr: Oui, je suis devant le Mac
hi: हां, मैं Mac के पास हूं
id: Ya, saya berada di Mac
ja: はい、Mac の前にいます
ko: 예, Mac 앞에 있습니다
pt_br: Sim, estou no Mac
pt_pt: Sim, estou no Mac
ru: Да, я у Mac
ur: ہاں، میں Mac کے پاس ہوں
zh_hans: 是的，我就在 Mac 旁边

# proximity.cta.later
source: I'll do this later
ar: سأفعل ذلك لاحقًا
de: Ich mache das später
es: Lo haré más tarde
fr: Je le ferai plus tard
hi: मैं यह बाद में करूंगा
id: Saya akan melakukannya nanti
ja: 後で行います
ko: 나중에 하겠습니다
pt_br: Vou fazer mais tarde
pt_pt: Vou fazer mais tarde
ru: Я сделаю это позже
ur: میں یہ بعد میں کروں گا
zh_hans: 我稍后再做

# cellular.sheet.title
source: You are on cellular data
ar: أنت تستخدم بيانات خلوية
de: Sie verwenden mobile Daten
es: Estás usando datos móviles
fr: Vous utilisez les données cellulaires
hi: आप cellular data पर हैं
id: Anda menggunakan data seluler
ja: モバイルデータ通信を使用しています
ko: 셀룰러 데이터를 사용 중입니다
pt_br: Você está usando dados móveis
pt_pt: Está a usar dados móveis
ru: Вы используете сотовые данные
ur: آپ cellular data پر ہیں
zh_hans: 你正在使用蜂窝数据

# cellular.sheet.body
source: The Soyeht installer is a few megabytes. We recommend waiting for Wi-Fi so you don't use your data allowance.
ar: حجم مثبت Soyeht بضعة ميغابايت. نوصي بانتظار Wi-Fi حتى لا تستهلك باقة البيانات.
de: Der Soyeht-Installer ist einige Megabyte groß. Wir empfehlen, auf WLAN zu warten, damit Ihr Datenvolumen nicht verbraucht wird.
es: El instalador de Soyeht pesa unos pocos megabytes. Recomendamos esperar a tener Wi-Fi para no consumir tus datos.
fr: Le programme d’installation de Soyeht fait quelques mégaoctets. Nous recommandons d’attendre le Wi-Fi pour éviter de consommer votre forfait.
hi: Soyeht installer कुछ megabytes का है। Data allowance बचाने के लिए Wi-Fi का इंतज़ार करना बेहतर है।
id: Installer Soyeht berukuran beberapa megabyte. Sebaiknya tunggu Wi‑Fi agar kuota data Anda tidak terpakai.
ja: Soyeht インストーラは数 MB あります。データ容量を使わないよう、Wi-Fi を待つことをおすすめします。
ko: Soyeht 설치 프로그램은 몇 MB입니다. 데이터 한도를 사용하지 않도록 Wi-Fi를 기다리는 것을 권장합니다.
pt_br: O instalador do Soyeht tem alguns megabytes. Recomendamos esperar uma conexão Wi-Fi para não usar sua franquia.
pt_pt: O instalador do Soyeht tem alguns megabytes. Recomendamos aguardar pelo Wi-Fi para não consumir o seu plano de dados.
ru: Установщик Soyeht занимает несколько мегабайт. Лучше дождаться Wi‑Fi, чтобы не расходовать мобильный трафик.
ur: Soyeht installer چند megabytes کا ہے۔ Data allowance بچانے کے لیے Wi-Fi کا انتظار کرنا بہتر ہے۔
zh_hans: Soyeht 安装程序有几 MB。建议等待 Wi‑Fi，以免消耗你的流量。

# cellular.sheet.waitWifi
source: Wait for Wi-Fi
ar: انتظار Wi-Fi
de: Auf WLAN warten
es: Esperar a Wi-Fi
fr: Attendre le Wi-Fi
hi: Wi-Fi का इंतज़ार करें
id: Tunggu Wi‑Fi
ja: Wi-Fi を待つ
ko: Wi-Fi 기다리기
pt_br: Esperar Wi-Fi
pt_pt: Aguardar Wi-Fi
ru: Дождаться Wi‑Fi
ur: Wi-Fi کا انتظار کریں
zh_hans: 等待 Wi‑Fi

# cellular.sheet.proceed
source: Continue anyway
ar: المتابعة على أي حال
de: Trotzdem fortfahren
es: Continuar de todos modos
fr: Continuer quand même
hi: फिर भी continue करें
id: Tetap lanjutkan
ja: それでも続ける
ko: 그래도 계속
pt_br: Continuar assim mesmo
pt_pt: Continuar mesmo assim
ru: Все равно продолжить
ur: پھر بھی continue کریں
zh_hans: 仍然继续

# lowBattery.sheet.title
source: Low battery
ar: البطارية منخفضة
de: Niedriger Akkustand
es: Batería baja
fr: Batterie faible
id: Baterai lemah
ja: バッテリー残量が少なくなっています
ko: 배터리 부족
pt_br: Bateria baixa
pt_pt: Bateria baixa
ru: Низкий заряд батареи
zh_hans: 电量不足

# lowBattery.sheet.body
source: Your battery is below 20%. The process takes a few minutes, so it is better to charge a little before starting.
ar: البطارية أقل من 20%. تستغرق العملية بضع دقائق، لذلك من الأفضل شحنها قليلًا قبل البدء.
de: Ihr Akku liegt unter 20 %. Der Vorgang dauert einige Minuten, daher sollten Sie vor dem Start etwas aufladen.
es: Tu batería está por debajo del 20 %. El proceso tarda unos minutos, así que es mejor cargar un poco antes de empezar.
fr: Votre batterie est sous les 20 %. Le processus prend quelques minutes ; il vaut mieux charger un peu avant de commencer.
hi: आपकी battery 20% से कम है। Process में कुछ minutes लगते हैं, इसलिए शुरू करने से पहले थोड़ा charge करना बेहतर है।
id: Baterai Anda di bawah 20%. Proses ini memerlukan beberapa menit, jadi sebaiknya isi daya sebentar sebelum mulai.
ja: バッテリー残量が 20% 未満です。処理には数分かかるため、開始前に少し充電することをおすすめします。
ko: 배터리가 20% 미만입니다. 이 과정은 몇 분 걸리므로 시작 전에 조금 충전하는 것이 좋습니다.
pt_br: Sua bateria está abaixo de 20%. O processo leva alguns minutos — é melhor carregar um pouco antes de começar.
pt_pt: A sua bateria está abaixo de 20%. O processo leva alguns minutos — é melhor carregar um pouco antes de começar.
ru: Заряд батареи ниже 20%. Процесс займет несколько минут, поэтому лучше немного зарядить устройство перед началом.
ur: آپ کی battery 20% سے کم ہے۔ Process میں چند minutes لگتے ہیں، اس لیے شروع کرنے سے پہلے تھوڑا charge کرنا بہتر ہے۔
zh_hans: 你的电量低于 20%。这个过程需要几分钟，最好先充一会儿电再开始。

# lowBattery.sheet.chargeFirst
source: Charge first
ar: اشحن أولًا
de: Zuerst aufladen
es: Cargar primero
fr: Charger d’abord
hi: पहले charge करें
id: Isi daya dulu
ja: 先に充電する
ko: 먼저 충전
pt_br: Carregar primeiro
pt_pt: Carregar primeiro
ru: Сначала зарядить
ur: پہلے charge کریں
zh_hans: 先充电

# lowBattery.sheet.proceed
source: Continue anyway
ar: المتابعة على أي حال
de: Trotzdem fortfahren
es: Continuar de todos modos
fr: Continuer quand même
hi: फिर भी continue करें
id: Tetap lanjutkan
ja: それでも続ける
ko: 그래도 계속
pt_br: Tudo bem, continuar
pt_pt: Continuar mesmo assim
ru: Все равно продолжить
ur: پھر بھی continue کریں
zh_hans: 仍然继续

# awaitingMac.title
source: Looking for Soyeht on your Mac...
ar: جارٍ البحث عن Soyeht على Mac...
bn: আপনার Mac-এ Soyeht খোঁজা হচ্ছে...
de: Soyeht auf Ihrem Mac wird gesucht...
es: Buscando Soyeht en tu Mac...
fr: Recherche de Soyeht sur votre Mac...
hi: आपके Mac पर Soyeht ढूंढ रहा है...
id: Mencari Soyeht di Mac Anda...
ja: Mac 上の Soyeht を探しています...
ko: Mac에서 Soyeht을 찾는 중...
pt_br: Procurando o Soyeht no Mac…
pt_pt: A procurar o Soyeht no Mac…
ru: Ищем Soyeht на вашем Mac...
ur: آپ کے Mac پر Soyeht ڈھونڈ رہا ہے...
zh_hans: 正在寻找 Mac 上的 Soyeht...

# awaitingMac.subtitle
source: Keep this screen open. On your Mac, finish setup until Soyeht says "Waiting for your iPhone."
ar: اترك هذه الشاشة مفتوحة. على Mac، أكمل الإعداد حتى يقول Soyeht "Waiting for your iPhone."
bn: এই স্ক্রিনটি খোলা রাখুন। আপনার Mac-এ, Soyeht "Waiting for your iPhone." বলা পর্যন্ত সেটআপ শেষ করুন।
de: Lassen Sie diesen Bildschirm geöffnet. Schließen Sie auf Ihrem Mac die Einrichtung ab, bis Soyeht "Waiting for your iPhone." anzeigt.
es: Mantén esta pantalla abierta. En tu Mac, termina la configuración hasta que Soyeht diga "Waiting for your iPhone."
fr: Gardez cet écran ouvert. Sur votre Mac, terminez la configuration jusqu’à ce que Soyeht affiche "Waiting for your iPhone."
hi: इस screen को खुला रखें। अपने Mac पर setup पूरा करें जब तक Soyeht "Waiting for your iPhone." न कहे।
id: Biarkan layar ini terbuka. Di Mac Anda, selesaikan penyiapan sampai Soyeht menampilkan "Waiting for your iPhone."
ja: この画面を開いたままにしてください。Mac で Soyeht が "Waiting for your iPhone." と表示するまで設定を進めます。
ko: 이 화면을 열어 두세요. Mac에서 Soyeht이 "Waiting for your iPhone."이라고 표시할 때까지 설정을 완료하세요.
pt_br: Mantenha esta tela aberta. No Mac, termine a configuração até o Soyeht dizer "Waiting for your iPhone."
pt_pt: Mantenha este ecrã aberto. No Mac, termine a configuração até o Soyeht dizer "Waiting for your iPhone."
ru: Оставьте этот экран открытым. На Mac завершите настройку, пока Soyeht не покажет "Waiting for your iPhone."
ur: یہ screen کھلی رکھیں۔ اپنے Mac پر setup مکمل کریں جب تک Soyeht "Waiting for your iPhone." نہ کہے۔
zh_hans: 保持此屏幕打开。在 Mac 上完成设置，直到 Soyeht 显示“Waiting for your iPhone.”

# awaitingMac.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batal
ja: キャンセル
ko: 취소
pt_br: Cancelar
pt_pt: Cancelar
ru: Отмена
zh_hans: 取消

# emailReminder.nav.title
source: Email reminder
ar: تذكير بالبريد الإلكتروني
de: E-Mail-Erinnerung
es: Recordatorio por correo
fr: Rappel par e-mail
id: Pengingat email
ja: メールリマインダー
ko: 이메일 알림
pt_br: Lembrete por e-mail
pt_pt: Lembrete por e-mail
ru: Напоминание по email
zh_hans: 电子邮件提醒

# emailReminder.close
source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
id: Tutup
ja: 閉じる
ko: 닫기
pt_br: Fechar
pt_pt: Fechar
ru: Закрыть
zh_hans: 关闭

# emailReminder.heading
source: We will send you a reminder when you are near your Mac.
ar: سنرسل لك تذكيرًا عندما تكون بالقرب من Mac.
de: Wir senden Ihnen eine Erinnerung, wenn Sie in der Nähe Ihres Mac sind.
es: Te enviaremos un recordatorio cuando estés cerca de tu Mac.
fr: Nous vous enverrons un rappel quand vous serez près de votre Mac.
hi: जब आप अपने Mac के पास होंगे, हम आपको reminder भेजेंगे।
id: Kami akan mengirim pengingat saat Anda berada dekat Mac.
ja: Mac の近くにいるときにリマインダーを送信します。
ko: Mac 근처에 있을 때 알림을 보내드립니다.
pt_br: Vamos enviar um lembrete quando você estiver perto do seu Mac.
pt_pt: Enviaremos um lembrete quando estiver perto do seu Mac.
ru: Мы отправим напоминание, когда вы будете рядом со своим Mac.
ur: جب آپ اپنے Mac کے پاس ہوں گے، ہم آپ کو reminder بھیجیں گے۔
zh_hans: 当你靠近 Mac 时，我们会发送提醒。

# emailReminder.field.a11y
source: Email address
ar: عنوان البريد الإلكتروني
de: E-Mail-Adresse
es: Dirección de correo
fr: Adresse e-mail
id: Alamat email
ja: メールアドレス
ko: 이메일 주소
pt_br: Endereço de e-mail
pt_pt: Endereço de e-mail
ru: Адрес электронной почты
zh_hans: 电子邮件地址

# emailReminder.disclaimer
source: Just one email. No spam, no marketing list.
ar: رسالة واحدة فقط. لا رسائل مزعجة ولا قائمة تسويق.
de: Nur eine E-Mail. Kein Spam, keine Marketingliste.
es: Solo un correo. Sin spam ni listas de marketing.
fr: Un seul e-mail. Pas de spam, pas de liste marketing.
hi: सिर्फ एक email. No spam, no marketing list.
id: Hanya satu email. Tanpa spam, tanpa daftar pemasaran.
ja: メールは 1 通だけです。スパムやマーケティングリストはありません。
ko: 이메일은 한 통만 보냅니다. 스팸도, 마케팅 목록도 없습니다.
pt_br: Apenas um e-mail. Sem spam, sem lista de marketing.
pt_pt: Apenas um e-mail. Sem spam, sem lista de marketing.
ru: Только одно письмо. Без спама и маркетинговых рассылок.
ur: صرف ایک email. No spam, no marketing list.
zh_hans: 只发一封邮件。没有垃圾邮件，也不会加入营销列表。

# emailReminder.cta
source: Send reminder
ar: إرسال تذكير
de: Erinnerung senden
es: Enviar recordatorio
fr: Envoyer le rappel
hi: Reminder भेजें
id: Kirim pengingat
ja: リマインダーを送信
ko: 알림 보내기
pt_br: Enviar lembrete
pt_pt: Enviar lembrete
ru: Отправить напоминание
ur: Reminder بھیجیں
zh_hans: 发送提醒

# emailReminder.submitted
source: Done. We will let you know.
ar: تم. سنخبرك.
de: Fertig. Wir informieren Sie.
es: Listo. Te avisaremos.
fr: C’est fait. Nous vous préviendrons.
hi: Done. हम आपको बता देंगे।
id: Selesai. Kami akan memberi tahu Anda.
ja: 完了しました。お知らせします。
ko: 완료되었습니다. 알려드리겠습니다.
pt_br: Combinado! Vamos avisar.
pt_pt: Combinado! Vamos avisar.
ru: Готово. Мы дадим вам знать.
ur: Done. ہم آپ کو بتا دیں گے۔
zh_hans: 完成。我们会通知你。

# pairing.progress.step1
source: Verifying
ar: جارٍ التحقق
de: Prüfen
es: Verificando
fr: Vérification
id: Memverifikasi
ja: 確認中
ko: 확인 중
pt_br: Verificando
pt_pt: A verificar
ru: Проверка
zh_hans: 正在验证

# pairing.progress.step2
source: Joining
ar: جارٍ الانضمام
de: Beitreten
es: Uniendo
fr: Ajout
id: Bergabung
ja: 参加中
ko: 참여 중
pt_br: Entrando
pt_pt: A entrar
ru: Вход
zh_hans: 正在加入

# pairing.progress.step3
source: Done
ar: تم
de: Fertig
es: Listo
fr: Terminé
id: Selesai
ja: 完了
ko: 완료
pt_br: Pronto
pt_pt: Pronto
ru: Готово
zh_hans: 完成

# pairing.progress.title
source: Joining the home...
ar: جارٍ الانضمام إلى المنزل...
de: Dem Zuhause beitreten...
es: Uniéndose a la casa...
fr: Ajout à la maison...
hi: Home join हो रहा है...
id: Bergabung ke rumah...
ja: 家に参加しています...
ko: 홈에 참여하는 중...
pt_br: Entrando na casa…
pt_pt: A entrar na casa…
ru: Вход в дом...
ur: Home join ہو رہا ہے...
zh_hans: 正在加入家...

# pairing.success.title
source: You are the first resident.
ar: أنت أول مقيم.
de: Sie sind der erste Bewohner.
es: Eres el primer residente.
fr: Vous êtes le premier résident.
hi: आप पहले resident हैं।
id: Anda adalah penghuni pertama.
ja: あなたが最初の住人です。
ko: 당신이 첫 번째 거주자입니다.
pt_br: Você é o primeiro morador.
pt_pt: É o primeiro morador.
ru: Вы первый житель.
ur: آپ پہلے resident ہیں۔
zh_hans: 你是第一位居民。

# pairing.success.subtitle
source: of %@
ar: من %@
de: von %@
es: de %@
fr: de %@
id: dari %@
ja: %@ の
ko: %@의
pt_br: da %@
pt_pt: da %@
ru: из %@
zh_hans: %@ 的

# pairing.success.cta
source: Continue
ar: متابعة
de: Fortfahren
es: Continuar
fr: Continuer
id: Lanjutkan
ja: 続ける
ko: 계속
pt_br: Continuar
pt_pt: Continuar
ru: Продолжить
zh_hans: 继续

# pairing.householdInvite.host
source: created just now on %@
ar: تم إنشاؤه الآن على %@
de: gerade auf %@ erstellt
es: creada hace un momento en %@
fr: créée il y a un instant sur %@
hi: %@ पर अभी created
id: baru saja dibuat di %@
ja: %@ でたった今作成されました
ko: %@에서 방금 생성됨
pt_br: criada agora no %@
pt_pt: criada agora no %@
ru: создано только что на %@
ur: %@ پر ابھی created
zh_hans: 刚刚在 %@ 上创建

# pairing.householdInvite.cta
source: Join as the first resident
ar: الانضمام كأول مقيم
de: Als erster Bewohner beitreten
es: Unirse como primer residente
fr: Rejoindre comme premier résident
hi: पहले resident के रूप में join करें
id: Bergabung sebagai penghuni pertama
ja: 最初の住人として参加
ko: 첫 번째 거주자로 참여
pt_br: Entrar como primeiro morador
pt_pt: Entrar como primeiro morador
ru: Войти как первый житель
ur: پہلے resident کے طور پر join کریں
zh_hans: 作为第一位居民加入

# pairing.householdInvite.dismiss
source: Not now
ar: ليس الآن
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant
hi: अभी नहीं
id: Tidak sekarang
ja: 今はしない
ko: 나중에
pt_br: Agora não
pt_pt: Agora não
ru: Не сейчас
ur: ابھی نہیں
zh_hans: 暂时不要

# pairing.householdInvite.a11y
source: Home %@ created on %@. Tap to join as the first resident.
ar: تم إنشاء المنزل %@ على %@. اضغط للانضمام كأول مقيم.
de: Zuhause %@ auf %@ erstellt. Tippen Sie, um als erster Bewohner beizutreten.
es: Casa %@ creada en %@. Toca para unirte como primer residente.
fr: Maison %@ créée sur %@. Touchez pour rejoindre comme premier résident.
hi: Home %@ %@ पर created. पहले resident के रूप में join करने के लिए tap करें।
id: Rumah %@ dibuat di %@. Ketuk untuk bergabung sebagai penghuni pertama.
ja: 家 %@ が %@ で作成されました。最初の住人として参加するにはタップしてください。
ko: 홈 %@이(가) %@에서 생성되었습니다. 첫 번째 거주자로 참여하려면 탭하세요.
pt_br: Casa %@ criada no %@. Toque para entrar como primeiro morador.
pt_pt: Casa %@ criada no %@. Toque para entrar como primeiro morador.
ru: Дом %@ создан на %@. Нажмите, чтобы войти как первый житель.
ur: Home %@ %@ پر created. پہلے resident کے طور پر join کرنے کے لیے tap کریں۔
zh_hans: 家 %@ 已在 %@ 上创建。轻点作为第一位居民加入。

# pairing.biometric.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batal
ja: キャンセル
ko: 취소
pt_br: Cancelar
pt_pt: Cancelar
ru: Отмена
zh_hans: 取消

# pairing.biometric.title
source: Confirm your identity
ar: تأكيد هويتك
de: Bestätigen Sie Ihre Identität
es: Confirma tu identidad
fr: Confirmez votre identité
hi: अपनी identity confirm करें
id: Konfirmasi identitas Anda
ja: 本人確認
ko: 신원 확인
pt_br: Confirme sua identidade
pt_pt: Confirme a sua identidade
ru: Подтвердите свою личность
ur: اپنی identity confirm کریں
zh_hans: 确认你的身份

# pairing.biometric.readback
source: %@ was created moments ago on %@.
ar: تم إنشاء %@ قبل لحظات على %@.
de: %@ wurde vor wenigen Augenblicken auf %@ erstellt.
es: %@ se creó hace unos momentos en %@.
fr: %@ a été créée il y a quelques instants sur %@.
hi: %@ अभी %@ पर created हुआ।
id: %@ dibuat beberapa saat lalu di %@.
ja: %@ は %@ で少し前に作成されました。
ko: %@이(가) 방금 %@에서 생성되었습니다.
pt_br: %@ foi criada agora há pouco no %@.
pt_pt: %@ foi criada agora há pouco no %@.
ru: %@ был создан несколько минут назад на %@.
ur: %@ ابھی %@ پر created ہوا۔
zh_hans: %@ 不久前在 %@ 上创建。

# pairing.biometric.codeHeader
source: Security code
ar: رمز الأمان
de: Sicherheitscode
es: Código de seguridad
fr: Code de sécurité
id: Kode keamanan
ja: セキュリティコード
ko: 보안 코드
pt_br: Código de segurança
pt_pt: Código de segurança
ru: Код безопасности
zh_hans: 安全代码

# pairing.biometric.codeHint
source: Make sure the code on the Mac is identical before confirming.
ar: تأكد من أن الرمز على Mac مطابق قبل التأكيد.
de: Stellen Sie sicher, dass der Code auf dem Mac identisch ist, bevor Sie bestätigen.
es: Asegúrate de que el código del Mac sea idéntico antes de confirmar.
fr: Assurez-vous que le code sur le Mac est identique avant de confirmer.
hi: Confirm करने से पहले पक्का करें कि Mac पर code identical है।
id: Pastikan kode di Mac sama persis sebelum mengonfirmasi.
ja: 確認する前に、Mac に表示されたコードが同じであることを確認してください。
ko: 확인하기 전에 Mac에 표시된 코드가 동일한지 확인하세요.
pt_br: Certifique-se que o código no Mac é idêntico antes de confirmar.
pt_pt: Certifique-se que o código no Mac é idêntico antes de confirmar.
ru: Перед подтверждением убедитесь, что код на Mac полностью совпадает.
ur: Confirm کرنے سے پہلے یقینی بنائیں کہ Mac پر code identical ہے۔
zh_hans: 确认前，请确保 Mac 上的代码完全一致。

# pairing.biometric.confirm
source: Confirm with Face ID
ar: التأكيد باستخدام Face ID
de: Mit Face ID bestätigen
es: Confirmar con Face ID
fr: Confirmer avec Face ID
hi: Face ID से confirm करें
id: Konfirmasi dengan Face ID
ja: Face ID で確認
ko: Face ID로 확인
pt_br: Confirmar com Face ID
pt_pt: Confirmar com Face ID
ru: Подтвердить через Face ID
ur: Face ID سے confirm کریں
zh_hans: 使用 Face ID 确认

# pairing.biometric.confirm.a11y
source: Confirm identity with Face ID to enter the home
ar: أكد هويتك باستخدام Face ID لدخول المنزل
de: Identität mit Face ID bestätigen, um das Zuhause zu betreten
es: Confirmar identidad con Face ID para entrar en la casa
fr: Confirmer l’identité avec Face ID pour entrer dans la maison
hi: Home में enter करने के लिए Face ID से identity confirm करें
id: Konfirmasi identitas dengan Face ID untuk masuk ke rumah
ja: 家に入るため Face ID で本人確認します
ko: 홈에 들어가기 위해 Face ID로 신원을 확인합니다
pt_br: Confirmar identidade com Face ID para entrar na casa
pt_pt: Confirmar identidade com Face ID para entrar na casa
ru: Подтвердите личность через Face ID, чтобы войти в дом
ur: Home میں enter کرنے کے لیے Face ID سے identity confirm کریں
zh_hans: 使用 Face ID 确认身份以进入家

# carousel.card3.title
source: Your computer, a server
ar: كمبيوترك، خادم
bn: আপনার কম্পিউটার, একটি সার্ভার
de: Ihr Computer, ein Server
es: Tu computadora, un servidor
fr: Votre ordinateur, un serveur
hi: आपका computer, एक server
id: Komputer Anda, sebuah server
ja: あなたのコンピュータをサーバーに
ko: 당신의 컴퓨터가 서버가 됩니다
pt_br: Seu computador, um servidor
pt_pt: O seu computador, um servidor
ru: Ваш компьютер, сервер
ur: آپ کا computer، ایک server
zh_hans: 你的电脑，就是服务器
